Repository: pavel-zhur/HarmonyDB
Catalog: HarmonyDB.Playground/HarmonyDB.Playground.Web/Views/Tonalities/Loop.*.resx
Languages: ru

source: Average Confidence
ru: Средняя уверенность

source: Average Coverage
ru: Среднее покрытие

source: Average Scale Score
ru: Средняя оценка

source: Average Tonic Score
ru: Средняя оценка без учета лада

source: Back to Statistics
ru: Наверх к статистике

source: Coverage
ru: Покрытие

source: Degrees
ru: Ступени

source: Derived From
ru: Получилась из

source: Derived Tonality
ru: Получившаяся тональность

source: Detected Tonality
ru: Тональность

source: Detected Tonality Probabilities
ru: Вероятности тональностей

source: Examples
ru: Примеры

source: Exclude the Index API trace for developers
ru: Скрыть запросы к Index API для разработчиков

source: Find songs with this progression
ru: Найти песни с этой прогрессией

source: Include the Index API trace for developers
ru: Показать запросы к Index API для разработчиков

source: Known
ru: Из метаданных

source: Length
ru: Длина

source: Link Statistics
ru: Статистика связей

source: Loop Information
ru: Информация о цикле

source: Major
ru: Мажор

source: Minor
ru: Минор

source: Occurrences
ru: Повторений

source: Permalink
ru: Постоянная ссылка

source: Predicted
ru: Из предсказанных

source: Progression
ru: Прогрессия

source: Random Examples
ru: Случайные примеры

source: Rating
ru: Рейтинг

source: Relative Tonality&lt;br /&gt;(if not second)
ru: Параллельная тональность<br />(если не следующая)

source: Scale Agnostic
ru: Без учета лада

source: Scale Score
ru: Оценка

source: Second Detected Tonality
ru: Следующая возможная тональность

source: Show
ru: Смотреть

source: Song
ru: Песня

source: Song Examples
ru: Примеры песен

source: Source
ru: Коллекция

source: Successions
ru: Повторений подряд

source: The following table is not the primary source for loop tonality data; it highlights the most significant aspects. Each song in the 'Derived From = Predicted' group has 23 other probable tonalities with probabilities greater than 0. Refer to the 'Average Confidence' column for more details. These probabilities affect the results in a dispersed manner. Therefore, this table focuses on the key subset for each group. Displaying the aggregated source numbers would be mathematically accurate but less convenient for analysis.
ru: Приведенная ниже таблица не является основным источником данных о тональностях цикла; в ней показаны наиболее значимые элементы. Каждая песня в группе «Получилась из предсказанных» имеет 23 другие вероятные тональности с вероятностью больше 0. Более подробную информацию см. в колонке « Средняя уверенность». Эти вероятности влияют на результаты рассеянно. Однако в этой таблице показано только ключевое подмножество для каждой группы. Отображение агрегированных номеров источников было бы математически точным, но менее удобным для анализа.

source: Tonality Analysis
ru: Анализ тональности

source: Tonality Confidence
ru: Уверенность

source: Tonic Confidence
ru: Уверенность без учета лада

source: Tonic Score
ru: Оценка без учета лада

source: Total Loops
ru: Всего циклов

source: Total Occurrences
ru: Всего повторений

source: Total Songs
ru: Всего песен

source: Total Successions
ru: Всего повторений подряд

source: Total Weight
ru: Общий вес
