Repository: pavel-zhur/HarmonyDB
Catalog: HarmonyDB.Playground/HarmonyDB.Playground.Web/Views/Tonalities/Songs.*.resx
Languages: ru

source: Correct detection filter
ru: Верность определения

source: Detected scale filter
ru: Определенный лад

source: Detected Tonality
ru: Определенная тональность

source: Distributions
ru: Распределения

source: found
ru: нашлось

source: Include the Index API trace for developers
ru: Показать запросы к Index API для разработчиков

source: Known scale filter
ru: Лад из метаданных

source: Known Tonality
ru: Тональность из метаданных

source: Known tonality filter
ru: Тональность из метаданных

source: Known Tonality Reliable
ru: Тональность из метаданных надежна?

source: List
ru: Показать

source: Max tonality confidence
ru: Уверенность, макс

source: Max tonic confidence
ru: Уверенность без учета лада, макс

source: Max total loops
ru: Всего циклов, макс

source: Min rating (whole, 0–100)
ru: Минимальный рейтинг (число между 0–100)

source: Min scale score
ru: Оценка, мин

source: Min tonality confidence
ru: Уверенность, мин

source: Min tonic confidence
ru: Уверенность без учета лада, мин

source: Min tonic score
ru: Оценка без учета лада, мин

source: Min total loops
ru: Всего циклов, мин

source: Ordering
ru: Сортировка

source: Percentile
ru: Процентиль

source: Permalink
ru: Постоянная ссылка

source: Querying (takes 5–60 seconds)…
ru: Идёт запрос (занимает 5–60 секунд)…

source: Rating
ru: Рейтинг

source: Relative Tonality (if not second)
ru: Параллельная тональность (если на следующая)

source: Results
ru: Результаты

source: Scale Score
ru: Оценка

source: Second Detected Tonality
ru: Следующая возможная тональность

source: Second filter
ru: Следующая возможная тональность

source: Song
ru: Песня

source: Songs
ru: Песни

source: Songs Per Page
ru: Песен на странице

source: Songs Tonalities
ru: Анализ тональностей

source: Songs Tonalities Analysis
ru: Анализ тональностей песен

source: Source
ru: Коллекция

source: Tonality Confidence
ru: Уверенность

source: Tonic Confidence
ru: Уверенность без учета лада

source: Tonic Score
ru: Оценка без учета лада

source: Total Loops
ru: Всего циклов
